{
    "horoscopes": [
        {
            "id": 1,
            "message": "You've been single for a while, but your time has come. Today your rizz is at its peak, and no one is safe from your charm. You might meet some new people that prove to be especially susceptible to your charm, flirt to your heart’s content and see where it leads.",
            "theme": "opportunity",
            "intensity": "high"
        },
        {
            "id": 2,
            "message": "Peanut butter and jelly the looong way! Haunted by trending audios, we recommend a short break from social media to get your mind right. And if you can't commit to that consider screen time limits, or professional help.",
            "theme": "growth",
            "intensity": "medium"
        },
        {
            "id": 3,
            "message": "Babe the new year is upon us and it's time to practice radical love! Lovebomb that love connection into the next life. Channel your inner podcast bro and ruin everything. Burn it all down!",
            "theme": "romance?",
            "intensity": "high"
        },
        {
            "id": 4,
            "message": "Fine shyt is finally single and it's time to make your move! Play it cool and things might finally work out...but please don't call fine shyt, 'fine shyt' to fine shyt's face.",
            "theme": "romance?",
            "intensity": "medium"
        },
        {
            "id": 5,
            "message": "You've got to cool it with the whataboutisms bestie, you're losing friends!! The weird sense of superiority can not be worth it. Remember when no one came to that potluck you hosted...this is why. ",
            "theme": "growth",
            "intensity": "medium"
        },
        {
            "id": 6,
            "message": "Bad energy? Shut that shyt the fvck down! We don't have time for that, the year literally just started. Now is the time to manifest delusion—believe everything's going your way, because it just might :)",
            "theme": "good vibes",
            "intensity": "high"
        },
        {
            "id": 7,
            "message": "New Devil May Cry anime!! Dante the man that you areeee",
            "theme": "growth",
            "intensity": "high"
        },
        {
            "id": 8,
            "message": "One of your favourite bands is coming to town soon...on a Tuesday night. Life is still worth living, we promise.",
            "theme": "opportunity",
            "intensity": "medium"
        },
        {
            "id": 9,
            "message": "Someone you dislike for no reason will soon be outed as a bad person! Okay prophet, go ahead and pat yourself on the back.",
            "theme": "manifestation",
            "intensity": "high"
        },
        {
            "id": 10,
            "message": "a i o a i o o a?!",
            "theme": "culture",
            "intensity": "medium"
        },
        {
            "id": 11,
            "message": "Protect your peace, there's nothing wrong with ending relationships that don't serve you! Block them on everything and simply vanish. Wave farewell and fadeaway.",
            "theme": "growth",
            "intensity": "high"
        },
        {
            "id": 12,
            "message": "Your intuition is especially strong - trust your inner voice!",
            "theme": "intuition",
            "intensity": "medium"
        },
        {
            "id": 13,
            "message": "The man of your dreams is gonna pull up to your workplace blasting Fetty Wap on his JBL speaker, of this we are certain. If he's playing 'Again' it is meant to be, but if he's blasting '679' DO NOT get into the car with that man!!",
            "theme": "romance?",
            "intensity": "medium"
        },
        {
            "id": 14,
            "message": "'A genius trick to cooking chicken that everyone should know!' No, it's not, and nobody is making that! There's a reason the chat is dead silent when you send those 'recipes' ",
            "theme": "growth",
            "intensity": "high"
        },
        {
            "id": 15,
            "message": "Disturbing the peace...🎶",
            "theme": "culture",
            "intensity": "high"
        },
        {
            "id": 16,
            "message": "You've started taking advice from a man named Byron that owns a podcast mic and wonder why everything is falling apart...Friend please listen to yourself! Let’s take a moment to think because the stars aren't taking responsibility for this one.",
            "theme": "growth",
            "intensity": "medium"
        },
        {
            "id": 17,
            "message": "Stay on your toes, someone close to you is being less than honest. And we're not talking about small white lies, we talking about big politician lies, straight to your face.",
            "theme": "motivation",
            "intensity": "high"
        },
        {
            "id": 18,
            "message": "Be gay, do crime",
            "theme": "problem-solving",
            "intensity": "medium"
        },
        {
            "id": 19,
            "message": "Exciting news will brighten your day unexpectedly!",
            "theme": "growth",
            "intensity": "high"
        },
        {
            "id": 20,
            "message": "Someone somewhere graciously spared you from the burden of intelligence, because this level of media literacy is genuinely astounding. You lead paint connoisseur.",
            "theme": "concern",
            "intensity": "medium"
        }
    ]
}