{
    "horoscopes": [
        {
            "id": 1,
            "message": "You've been single for a while, but your time has come. Today your rizz is at its peak, and no one is safe from your charm. You might meet some new people that prove to be especially susceptible to your charm, flirt to your heart’s content and see where it leads.",
            "theme": "opportunity",
            "intensity": "high"
        },
        {
            "id": 2,
            "message": "Peanut butter and jelly the looong way! Haunted by trending audios, we recommend a short break from social media to get your mind right. And if you can't commit to that consider screen time limits, or professional help.",
            "theme": "growth",
            "intensity": "medium"
        },
        {
            "id": 3,
            "message": "Babe the new year is upon us and it's time to practice radical love! Lovebomb that love connection into the next life. Channel your inner podcast bro and ruin everything. Burn it all down!",
            "theme": "romance?",
            "intensity": "high"
        },
        {
            "id": 4,
            "message": "Fine shyt is finally single and it's time to make your move! Play it cool and things might finally work out...but please don't call fine shyt, 'fine shyt' to fine shyt's face.",
            "theme": "romance?",
            "intensity": "medium"
        },
        {
            "id": 5,
            "message": "You've got to cool it with the whataboutisms bestie, you're losing friends!! The weird sense of superiority can not be worth it. Remember when no one came to that potluck you hosted...this is why. ",
            "theme": "growth",
            "intensity": "medium"
        },
        {
            "id": 6,
            "message": "Bad energy? Shut that shyt the fvck down! We don't have time for that, the year literally just started. Now is the time to manifest delusion—believe everything's going your way, because it just might :)",
            "theme": "good vibes",
            "intensity": "high"
        },
        {
            "id": 7,
            "message": "New Devil May Cry anime!! Dante the man that you areeee",
            "theme": "growth",
            "intensity": "high"
        },
        {
            "id": 8,
            "message": "One of your favourite bands is coming to town soon...on a Tuesday night. Life is still worth living, we promise.",
            "theme": "opportunity",
            "intensity": "medium"
        },
        {
            "id": 9,
            "message": "Someone you dislike for no reason will soon be outed as a bad person! Okay prophet, go ahead and pat yourself on the back.",
            "theme": "manifestation",
            "intensity": "high"
        },
        {
            "id": 10,
            "message": "a i o a i o o a?!",
            "theme": "culture",
            "intensity": "medium"
        },
        {
            "id": 11,
            "message": "Protect your peace, there's nothing wrong with ending relationships that don't serve you! Block them on everything and simply vanish. Wave farewell and fadeaway.",
            "theme": "growth",
            "intensity": "high"
        },
        {
            "id": 12,
            "message": "Lebron James 🐐 - That's it that's the whole message",
            "theme": "culture",
            "intensity": "medium"
        },
        {
            "id": 13,
            "message": "The man of your dreams is gonna pull up to your workplace blasting Fetty Wap on his JBL speaker - of this we are certain. If he's playing 'Again' it's meant to be, but if he's blasting '679' DO NOT get into the car with that man!!",
            "theme": "romance?",
            "intensity": "medium"
        },
        {
            "id": 14,
            "message": "'A genius trick to cooking chicken that everyone should know!' No, it's not, and nobody is making that! There's a reason the chat is dead silent when you send those 'recipes' ",
            "theme": "growth",
            "intensity": "high"
        },
        {
            "id": 15,
            "message": "Disturbing the peace, look into my eyes~...🎶",
            "theme": "culture",
            "intensity": "high"
        },
        {
            "id": 16,
            "message": "You've started taking advice from a man named Byron that owns a podcast mic and wonder why everything is falling apart...Friend please listen to yourself! Let’s take a moment to think because the stars aren't taking responsibility for this one.",
            "theme": "growth",
            "intensity": "medium"
        },
        {
            "id": 17,
            "message": "Stay on your toes, someone close to you is being less than honest. And we're not talking about small white lies, we talking about big politician lies, straight to your face.",
            "theme": "motivation",
            "intensity": "high"
        },
        {
            "id": 18,
            "message": "Be gay, do crime",
            "theme": "problem-solving",
            "intensity": "medium"
        },
        {
            "id": 19,
            "message": "🎶IIBTPUIYGTOM🎶",
            "theme": "culture",
            "intensity": "high"
        },
        {
            "id": 20,
            "message": "To our favorite lead paint connoisseur: Someone somewhere graciously spared you from the burden of intelligence, because this level of media literacy is genuinely astounding.",
            "theme": "concern",
            "intensity": "low"
        },
        {
            "id": 21,
            "message": "It's time to take a break! These late nights and projects are getting to you, and you can't keep going on like this (You went to bed at 3am and woke up at 6:30am). Take some time to recharge and get back better than ever! You can't do your best work running on fumes.",
            "theme": "concern",
            "intensity": "high"
        },
        {
            "id": 22,
            "message": "Anxiety is so silly when you really think about it, you're telling me your body can't tell the difference between ordering at a restaurant, and you being robbed at gunpoint. That's rough buddy.",
            "theme": "copium",
            "intensity": "medium"
        },
        {
            "id": 23,
            "message": "Your nervous system is very nervous and you don't know why :'(",
            "theme": "copium",
            "intensity": "low"
        },
        {
            "id": 24,
            "message": "We see a 32oz bottle of water in your future. It's been 2 days since you've had something clear and unflavored to drink and we're starting to get worried. 'There's water in the juice...please stop.'",
            "theme": "concern",
            "intensity": "high"
        },
        {
            "id": 25,
            "message": "milquetoast",
            "theme": "???",
            "intensity": "medium"
        },
        {
            "id": 26,
            "message": "When Johnny gives you lemons, Mark lemonade!",
            "theme": "copium",
            "intensity": "low"
        },
        {
            "id": 27,
            "message": "How did we get from 'fine shyt' to 'the huzz'? There must be something in the water and it tastes a lot like lead... ",
            "theme": "concern",
            "intensity": "low"
        },
        {
            "id": 28,
            "message": "Slap your mom and you'll get a million dollars! What do you say?",
            "theme": "???",
            "intensity": "low"
        },
        {
            "id": 29,
            "message": "Ma-my baby my baby my baby she says she wants to dance with the ghost she wants to leave me yuUh🎶",
            "theme": "culture",
            "intensity": "high"
        },
        {
            "id": 30,
            "message": "I might swerve bend that corner woooooOOOOooooah...please do not, you only have a permit",
            "theme": "???",
            "intensity": "low"
        },
        {
            "id": 31,
            "message": "A LeBron edit a day, keeps the doctor away! Who knew the key to good health was so simple?",
            "theme": "growth",
            "intensity": "low"
        },
        
        {
            "id": 32,
            "message": "Daily Affirmations: I'm not chopped. I get hoes. My fits are fire. Money is on the way.",
            "theme": "???",
            "intensity": "high"
        },

        {
            "id": 33,
            "message": "Someone is planning to support you financially. In the next two hours from now, you will receive financial miracle.",
            "theme": "opportunity",
            "intensity": "high"
        },

        {
            "id": 34,
            "message": "WE GETTIN' MONEY!!! 🤑",
            "theme": "opportunity",
            "intensity": "high"
        },

        {
            "id": 35,
            "message": "(っ °Д °;)っ(っ °Д °;)っ(っ °Д °;)っ",
            "theme": "???",
            "intensity": "medium"
        },

        {
            "id": 36,
            "message": "안녕하세요, a large size amount of money is coming your way!",
            "theme": "money",
            "intensity": "high"
        }
    ]
}


